Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Community Moderators take reports of violations seriously and will make every effort to respond in a timely manner. They will investigate all reports of code of conduct violations, reviewing messages, logs, and recordings, or interviewing witnesses and other participants. Community Moderators will keep investigation and enforcement actions as transparent as possible while prioritizing safety and confidentiality. In order to honor these values, enforcement actions are carried out in private with the involved parties, but communicating to the whole community may be part of a mutually agreed upon resolution.
sv: Communitymoderatorer tar rapporter om Ã¶vertrÃ¤delser pÃ¥ allvar och kommer att gÃ¶ra allt fÃ¶r att svara i tid. De kommer att utreda alla rapporter om Ã¶vertrÃ¤delser av uppfÃ¶randekoden, granska meddelanden, loggar och inspelningar eller intervjua vittnen och andra deltagare. Communitymoderatorer kommer att hÃ¥lla utredningar och verkstÃ¤llighetsÃ¥tgÃ¤rder sÃ¥ transparenta som mÃ¶jligt, samtidigt som de prioriterar sÃ¤kerhet och konfidentialitet. FÃ¶r att upprÃ¤tthÃ¥lla dessa vÃ¤rden genomfÃ¶rs verkstÃ¤llighetsÃ¥tgÃ¤rder i privat med de inblandade parterna, men kommunikation med hela communityn kan ingÃ¥ i en Ã¶msesidigt Ã¶verenskommen lÃ¶sning.

source: Addressing and Repairing Harm
sv: Hantera och reparera skador

source: If an investigation by the Community Moderators finds that this Code of Conduct has been violated, the following enforcement ladder may be used to determine how best to repair harm, based on the incident's impact on the individuals involved and the community as a whole. Depending on the severity of a violation, lower rungs on the ladder may be skipped.
sv: Om en utredning av communitymoderatorerna visar att denna uppfÃ¶randekod har Ã¶vertrÃ¤tts, kan fÃ¶ljande Ã¥tgÃ¤rdsstege anvÃ¤ndas fÃ¶r att avgÃ¶ra hur skadan bÃ¤st kan repareras, baserat pÃ¥ incidentens inverkan pÃ¥ de inblandade personerna och communityn som helhet. Beroende pÃ¥ Ã¶vertrÃ¤delsens allvarlighetsgrad kan lÃ¤gre steg pÃ¥ stegen hoppas Ã¶ver.

source: Event: A violation involving a single incident or series of incidents.
sv: HÃ¤ndelse: En Ã¶vertrÃ¤delse som omfattar en enskild incident eller en serie incidenter.

source: Consequence: A private, written warning from the Community Moderators.
sv: Konsekvens: En privat, skriftlig varning frÃ¥n communitymoderatorerna.

source: Repair: Examples of repair include a private written apology, acknowledgement of responsibility, and seeking clarification on expectations.
sv: Reparation: Exempel pÃ¥ reparationer Ã¤r en privat skriftlig ursÃ¤kt, erkÃ¤nnande av ansvar och begÃ¤ran om fÃ¶rtydligande av fÃ¶rvÃ¤ntningar.

source: Temporarily Limited Activities
sv: TillfÃ¤lligt begrÃ¤nsade aktiviteter

source: Event: A repeated incidence of a violation that previously resulted in a warning, or the first incidence of a more serious violation.
sv: HÃ¤ndelse: En upprepad Ã¶vertrÃ¤delse som tidigare resulterat i en varning, eller den fÃ¶rsta fÃ¶rekomsten av en allvarligare Ã¶vertrÃ¤delse.

source: Consequence: A private, written warning with a time-limited cooldown period designed to underscore the seriousness of the situation and give the community members involved time to process the incident. The cooldown period may be limited to particular communication channels or interactions with particular community members.
sv: Konsekvens: En privat, skriftlig varning med en tidsbegrÃ¤nsad avkylningsperiod som syftar till att understryka allvaret i situationen och ge de berÃ¶rda medlemmarna i gemenskapen tid att bearbeta hÃ¤ndelsen. Avkylningsperioden kan begrÃ¤nsas till vissa kommunikationskanaler eller interaktioner med vissa medlemmar i gemenskapen.

source: Repair: Examples of repair may include making an apology, using the cooldown period to reflect on actions and impact, and being thoughtful about re-entering community spaces after the period is over.
sv: Reparation: Exempel pÃ¥ reparation kan vara att be om ursÃ¤kt, anvÃ¤nda avkylningsperioden fÃ¶r att reflektera Ã¶ver handlingar och konsekvenser, samt att vara fÃ¶rsiktig med att Ã¥tervÃ¤nda till gemenskapen efter att perioden Ã¤r Ã¶ver.

source: Temporary Suspension
sv: TillfÃ¤llig avstÃ¤ngning

source: Event: A pattern of repeated violation which the Community Moderators have tried to address with warnings, or a single serious violation.
sv: HÃ¤ndelse: Ett mÃ¶nster av upprepade Ã¶vertrÃ¤delser som communitymoderatorerna har fÃ¶rsÃ¶kt Ã¥tgÃ¤rda med varningar, eller en enskild allvarlig Ã¶vertrÃ¤delse.

source: Consequence: A private written warning with conditions for return from suspension. In general, temporary suspensions give the person being suspended time to reflect upon their behavior and possible corrective actions.
sv: Konsekvens: En privat skriftlig varning med villkor fÃ¶r Ã¥terkomst efter avstÃ¤ngningen. I allmÃ¤nhet ger tillfÃ¤lliga avstÃ¤ngningar den avstÃ¤ngda personen tid att reflektera Ã¶ver sitt beteende och mÃ¶jliga korrigerande Ã¥tgÃ¤rder.

source: Repair: Examples of repair include respecting the spirit of the suspension, meeting the specified conditions for return, and being thoughtful about how to reintegrate with the community when the suspension is lifted.
sv: Reparation: Exempel pÃ¥ reparation Ã¤r att respektera andan i avstÃ¤ngningen, uppfylla de angivna villkoren fÃ¶r Ã¥terkomst och vara noga med hur man Ã¥terintegreras i samhÃ¤llet nÃ¤r avstÃ¤ngningen upphÃ¤vs.

source: Permanent Ban
sv: Permanent avstÃ¤ngning

source: Event: A pattern of repeated code of conduct violations that other steps on the ladder have failed to resolve, or a violation so serious that the Community Moderators determine there is no way to keep the community safe with this person as a member.
sv: HÃ¤ndelse: Ett mÃ¶nster av upprepade Ã¶vertrÃ¤delser av uppfÃ¶randekoden som andra steg pÃ¥ stegen inte har lyckats lÃ¶sa, eller en Ã¶vertrÃ¤delse som Ã¤r sÃ¥ allvarlig att communitymoderatorerna bedÃ¶mer att det inte finns nÃ¥got sÃ¤tt att upprÃ¤tthÃ¥lla sÃ¤kerheten i communityn med denna person som medlem.

source: Consequence: Access to all community spaces, tools, and communication channels is removed. In general, permanent bans should be rarely used, should have strong reasoning behind them, and should only be resorted to if working through other remedies has failed to change the behavior.
sv: Konsekvens: TillgÃ¥ng till alla gemenskapsutrymmen, verktyg och kommunikationskanaler tas bort. I allmÃ¤nhet bÃ¶r permanenta avstÃ¤ngningar anvÃ¤ndas sÃ¤llan, ha starka skÃ¤l bakom sig och endast tillgripas om andra Ã¥tgÃ¤rder inte har lyckats Ã¤ndra beteendet.

source: Repair: There is no possible repair in cases of this severity.
sv: Reparation: I fall av denna svÃ¥righetsgrad Ã¤r det inte mÃ¶jligt att reparera.

source: This enforcement ladder is intended as a guideline. It does not limit the ability of Community Managers to use their discretion and judgment, in keeping with the best interests of our community.
sv: Denna Ã¥tgÃ¤rdsstege Ã¤r avsedd som en riktlinje. Den begrÃ¤nsar inte community managers mÃ¶jlighet att anvÃ¤nda sitt omdÃ¶me och sin bedÃ¶mningsfÃ¶rmÃ¥ga i enlighet med vÃ¥rt communitys bÃ¤sta intressen.

source: This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public or other spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.
sv: Denna uppfÃ¶randekod gÃ¤ller inom alla gemenskapsutrymmen och gÃ¤ller Ã¤ven nÃ¤r en person officiellt representerar gemenskapen i offentliga eller andra utrymmen. Exempel pÃ¥ att representera vÃ¥r gemenskap Ã¤r att anvÃ¤nda en officiell e-postadress, publicera via ett officiellt konto pÃ¥ sociala medier eller agera som utsedd representant vid ett online- eller offlineevenemang.

source: Attribution
sv: ErkÃ¤nnande

source: This Code of Conduct is adapted from the Contributor Covenant, version 3.0, permanently available at https://www.contributor-covenant.org/version/3/0/.
sv: Denna uppfÃ¶randekod Ã¤r anpassad frÃ¥n Contributor Covenant, version 3.0, som finns permanent tillgÃ¤nglig pÃ¥ https://www.contributor-covenant.org/version/3/0/.

source: Contributor Covenant is stewarded by the Organization for Ethical Source and licensed under CC BY-SA 4.0. To view a copy of this license, visit https://creativecommons.org/licenses/by-sa/4.0/.
sv: Contributor Covenant fÃ¶rvaltas av Organization for Ethical Source och licensieras under CC BY-SA 4.0. FÃ¶r att se en kopia av denna licens, besÃ¶k https://creativecommons.org/licenses/by-sa/4.0/.

source: For answers to common questions about Contributor Covenant, see the FAQ at https://www.contributor-covenant.org/faq. Translations are provided at https://www.contributor-covenant.org/translations. Additional enforcement and community guideline resources can be found at https://www.contributor-covenant.org/resources. The enforcement ladder was inspired by the work of `Mozillaâs code of conduct team <https://github.com/mozilla/inclusion>`_.
sv: FÃ¶r svar pÃ¥ vanliga frÃ¥gor om Contributor Covenant, se FAQ pÃ¥ https://www.contributor-covenant.org/faq. ÃversÃ¤ttningar finns pÃ¥ https://www.contributor-covenant.org/translations. Ytterligare resurser fÃ¶r tillÃ¤mpning och riktlinjer fÃ¶r gemenskapen finns pÃ¥ https://www.contributor-covenant.org/resources. TillÃ¤mpningsstegen Ã¤r inspirerad av arbetet i Mozillas uppfÃ¶randekodsteam <https://github.com/mozilla/inclusion>_.

source: Weblate Contributor Communication Guidelines
sv: Riktlinjer fÃ¶r kommunikation mellan Weblate-bidragare

source: GitHub Issues
sv: GitHub-problem

source: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ is where bugs can be reported, and features can be requested. Issue submission form provides templates for each to simplify issue creation, and review and implementation process; it also guides to other places with information like documentation, Discussions, HackerOne program, and Weblate Care.
sv: `GitHub Issues <https://github.com/WeblateOrg/weblate/issues>`_ Ã¤r dÃ¤r buggar kan rapporteras och funktioner kan begÃ¤ras. FormulÃ¤ret fÃ¶r att skicka in Ã¤renden innehÃ¥ller mallar fÃ¶r varje Ã¤rende fÃ¶r att fÃ¶renkla skapandet av Ã¤renden samt gransknings- och implementeringsprocessen. Det innehÃ¥ller ocksÃ¥ lÃ¤nkar till andra platser med information, sÃ¥som dokumentation, diskussioner, HackerOne-programmet och Weblate Care.

source: Weblate GitHub Discussions
sv: Weblate GitHub-diskussioner

source: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ is a community place. Ideas, Polls, Q&A, and Show and Tell categories can be selected when posting there. General category fits all posts outside those defined categories. Weblate team members occasionally visit Discussions and can also be mentioned by their GitHub usernames.
sv: `GitHub Discussions <https://github.com/WeblateOrg/weblate/discussions>`_ Ã¤r en communityplats. NÃ¤r du publicerar nÃ¥got dÃ¤r kan du vÃ¤lja mellan kategorierna IdÃ©er, OmrÃ¶stningar, FrÃ¥gor och svar samt Visa och berÃ¤tta. Kategorin AllmÃ¤nt passar alla inlÃ¤gg som inte passar in i de andra kategorierna. Medlemmarna i Weblate-teamet besÃ¶ker ibland Discussions och kan ocksÃ¥ nÃ¤mnas med sina GitHub-anvÃ¤ndarnamn.

source: Weblate on Mastodon
sv: Weblate pÃ¥ Mastodon

source: If you want to attract a wide community of Weblate users, fans, and developers to your case, you can follow and mention `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ on Mastodon. The Weblate team boosts good moods and bright ideas!
sv: Om du vill locka en bred gemenskap av Weblate-anvÃ¤ndare, fans och utvecklare till ditt Ã¤rende kan du fÃ¶lja och nÃ¤mna `@weblate@fosstodon.org <https://fosstodon.org/@weblate>`_ pÃ¥ Mastodon. Weblate-teamet uppmuntrar gott humÃ¶r och lysande idÃ©er!

source: Debugging Weblate
sv: FelsÃ¶kning av Weblate

source: Bugs can behave as application crashes or as various misbehavior. You are welcome to collect info on any such issue and submit it to the `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_.
sv: Buggar kan upptrÃ¤da som programkrascher eller olika felaktiga funktioner. Du Ã¤r vÃ¤lkommen att samla information om sÃ¥dana problem och skicka in den till `issue tracker <https://github.com/WeblateOrg/weblate/issues>`_.

source: Debug mode
sv: FelsÃ¶kningslÃ¤ge

source: Turning on debug mode will make the exceptions show in the web browser. This is useful to debug issues in the web interface, but not suitable for a production environment because it has performance consequences and might leak private data.
sv: Om du aktiverar felsÃ¶kningslÃ¤get visas undantagen i webblÃ¤saren. Detta Ã¤r anvÃ¤ndbart fÃ¶r att felsÃ¶ka problem i webbgrÃ¤nssnittet, men Ã¤r inte lÃ¤mpligt fÃ¶r en produktionsmiljÃ¶ eftersom det pÃ¥verkar prestandan och kan leda till lÃ¤ckage av privata data.

source: In a production environment, use :setting:`ADMINS` to receive e-mails containing error reports, or configure error collection using a third-party service.
sv: I en produktionsmiljÃ¶ anvÃ¤nder du :setting:`ADMINS` fÃ¶r att ta emot e-postmeddelanden med felrapporter, eller konfigurerar felinsamling med hjÃ¤lp av en tredjepartstjÃ¤nst.

source: Weblate logs
sv: Weblate-loggar

source: Weblate can produce detailed logs of what is going on in the background. In the default configuration it uses syslog and that makes the log appear either in :file:`/var/log/messages` or :file:`/var/log/syslog` (depending on your syslog daemon configuration).
sv: Weblate kan skapa detaljerade loggar Ã¶ver vad som hÃ¤nder i bakgrunden. I standardkonfigurationen anvÃ¤nds syslog, vilket gÃ¶r att loggen visas antingen i :file:`/var/log/messages` eller :file:`/var/log/syslog` (beroende pÃ¥ din syslog-daemonkonfiguration).

source: The Celery process (see :ref:`celery`) usually produces its own logs as well. The example system-wide setups logs to several files under :file:`/var/log/celery/`.
sv: Celery-processen (se :ref:`celery`) genererar vanligtvis ocksÃ¥ egna loggar. I exemplet loggas systemomfattande instÃ¤llningar till flera filer under :file:`/var/log/celery/`.

source: Docker containers log to their output (as per usual in the Docker world), so you can look at the logs using ``docker compose logs``. You can get more detailed logs by changing :envvar:`WEBLATE_LOGLEVEL`.
sv: Docker-containrar loggar till sin utdata (som vanligt i Docker-vÃ¤rlden), sÃ¥ du kan titta pÃ¥ loggarna med ``docker compose logs``. Du kan fÃ¥ mer detaljerade loggar genom att Ã¤ndra :envvar:`WEBLATE_LOGLEVEL`.

source: :ref:`sample-configuration` contains :setting:`django:LOGGING` configuration.
sv: :ref:`sample-configuration` innehÃ¥ller :setting:`django:LOGGING`-konfigurationen.

source: Not processing background tasks
sv: Bearbetar inte bakgrundsuppgifter

source: A lot of things are done in the background by Celery workers. If things like sending out e-mails or component removal does not work, there might a related issue.
sv: MÃ¥nga saker gÃ¶rs i bakgrunden av Celery-arbetare. Om saker som att skicka e-post eller ta bort komponenter inte fungerar kan det finnas ett relaterat problem.

source: Things to check in that case:
sv: Saker att kontrollera i det fallet:

source: Check that the Celery process is running, see :ref:`celery`
sv: Kontrollera att Celery-processen kÃ¶rs, se :ref:`celery`

source: Check the Celery queue status, either in :ref:`management-interface`, or using :wladmin:`celery_queues`
sv: Kontrollera statusen fÃ¶r Celery-kÃ¶n, antingen i :ref:`management-interface` eller med hjÃ¤lp av :wladmin:`celery_queues`

source: Look in the Celery logs for errors (see :ref:`weblate-logs`)
sv: Leta efter fel i Celery-loggarna (se :ref:`weblate-logs`)

source: Not receiving e-mails from Weblate
sv: FÃ¥r inte e-post frÃ¥n Weblate

source: You can verify whether outgoing e-mail is working correctly by using the :djadmin:`django:sendtestemail` management command (see :ref:`invoke-manage` for instructions on how to invoke it in different environments) or by using :ref:`management-interface` under the :guilabel:`Tools` tab.
sv: Du kan kontrollera om utgÃ¥ende e-post fungerar korrekt genom att anvÃ¤nda :djadmin:`django:sendtestemail`-hanteringskommandot (se :ref:`invoke-manage` fÃ¶r instruktioner om hur du anropar det i olika miljÃ¶er) eller genom att anvÃ¤nda :ref:`management-interface` under fliken :guilabel:`Verktyg`.

source: These send e-mails directly, so this verifies that your SMTP configuration is correct (see :ref:`out-mail`). Most of the e-mails from Weblate are however sent in the background and there might be some issues with Celery involved as well, please see :ref:`debug-tasks` for debugging that.
sv: Dessa skickar e-post direkt, sÃ¥ detta verifierar att din SMTP-konfiguration Ã¤r korrekt (se :ref:`out-mail`). De flesta e-postmeddelanden frÃ¥n Weblate skickas dock i bakgrunden och det kan ocksÃ¥ finnas vissa problem med Celery. Se :ref:`debug-tasks` fÃ¶r felsÃ¶kning av detta.

source: Analyzing application crashes
sv: Analysera programkrascher

source: In case the application crashes, it is useful to collect as much info about the crash as possible. This can be achieved by using third-party services which can collect such info automatically. You can find info on how to set this up in :ref:`collecting-errors`.
sv: Om applikationen kraschar Ã¤r det bra att samla in sÃ¥ mycket information om kraschen som mÃ¶jligt. Detta kan gÃ¶ras med hjÃ¤lp av tjÃ¤nster frÃ¥n tredje part som automatiskt samlar in sÃ¥dan information. Information om hur du konfigurerar detta finns i :ref:`collecting-errors`.

source: Silent failures
sv: Tysta fel

source: Lots of tasks are offloaded to Celery for background processing. Failures areÂ not shown in the user interface, but appear in the Celery logs. Configuring :ref:`collecting-errors` helps you to notice such failures easier.
sv: MÃ¥nga uppgifter Ã¶verfÃ¶rs till Celery fÃ¶r bakgrundsbehandling. Fel visas inte i anvÃ¤ndargrÃ¤nssnittet, men visas i Celery-loggarna. Genom att konfigurera :ref:`collecting-errors` kan du lÃ¤ttare upptÃ¤cka sÃ¥dana fel.

source: Performance issues
sv: Prestationsproblem

source: In case Weblate performs badly in some scenario, please collect the relevant logs showing the issue, and anything that might help figuring out where the code might be improved.
sv: Om Weblate fungerar dÃ¥ligt i vissa situationer, samla in relevanta loggar som visar problemet och allt som kan hjÃ¤lpa till att ta reda pÃ¥ var koden kan fÃ¶rbÃ¤ttras.

source: See :ref:`collecting-errors` for information on setting up Sentry which can provide useful insights on badly performing operations.
sv: Se :ref:`collecting-errors` fÃ¶r information om hur du konfigurerar Sentry, som kan ge anvÃ¤ndbar information om operationer som fungerar dÃ¥ligt.

source: In case the slow performance is linked to the database, you can also enable logging of all database queries using following configuration after enabling :setting:`DEBUG`:
sv: Om den lÃ¥ngsamma prestandan Ã¤r kopplad till databasen kan du ocksÃ¥ aktivera loggning av alla databasfrÃ¥gor med fÃ¶ljande konfiguration efter att ha aktiverat :setting:`DEBUG`:

source: Contribute to Weblate documentation
sv: Bidra till Weblate-dokumentationen

source: You are welcome to improve the documentation page of your choice. Do it easily by clicking the :guilabel:`Edit on GitHub` button in the top-right corner of the page.
sv: Du Ã¤r vÃ¤lkommen att fÃ¶rbÃ¤ttra den dokumentationssida du Ã¶nskar. Det gÃ¶r du enkelt genom att klicka pÃ¥ knappen :guilabel:`Redigera pÃ¥ GitHub` i det Ã¶vre hÃ¶gra hÃ¶rnet av sidan.

source: Documentation guidelines
sv: Riktlinjer fÃ¶r dokumentation

source: Please respect these guidelines while writing:
sv: VÃ¤nligen respektera dessa riktlinjer nÃ¤r du skriver:

source: Donât remove part of the documentation if itâs valid.
sv: Ta inte bort delar av dokumentationen om den Ã¤r giltig.

source: Use clear and easily-understandable language. You are writing tech docs, not a poem. Not all docs readers are native speakers, be thoughtful.
sv: AnvÃ¤nd ett tydligt och lÃ¤ttfÃ¶rstÃ¥eligt sprÃ¥k. Du skriver tekniska dokument, inte en dikt. Alla som lÃ¤ser dokumenten Ã¤r inte modersmÃ¥lstalare, sÃ¥ var uppmÃ¤rksam pÃ¥ detta.

source: Donât be afraid to ask if you are not certain. If you have to ask about some feature while editing, donât change its docs before you have the answer. This means: You change or ask. Donât do both at the same time.
sv: Var inte rÃ¤dd att frÃ¥ga om du Ã¤r osÃ¤ker. Om du behÃ¶ver frÃ¥ga om nÃ¥gon funktion medan du redigerar, Ã¤ndra inte dokumentationen innan du har fÃ¥tt svar. Det betyder: Ãndra eller frÃ¥ga. GÃ¶r inte bÃ¥da samtidigt.

source: Verify your changes by performing described actions while following the docs.
sv: Verifiera dina Ã¤ndringar genom att utfÃ¶ra beskrivna Ã¥tgÃ¤rder enligt dokumentationen.

source: Send PR with changes in small chunks to make it easier and quicker to review and merge.
sv: Skicka PR med Ã¤ndringar i smÃ¥ delar fÃ¶r att gÃ¶ra det enklare och snabbare att granska och sammanfoga.

source: If you want to rewrite and change the structure of a big article, do it in two steps:
sv: Om du vill skriva om och Ã¤ndra strukturen pÃ¥ en lÃ¥ng artikel, gÃ¶r det i tvÃ¥ steg:

source: Rewrite
sv: Skriv om

source: Once the rewrite is reviewed, polished, and merged, change the structure of the paragraphs in another PR.
sv: NÃ¤r omskrivningen har granskats, finslipats och sammanfogats, Ã¤ndra strukturen pÃ¥ styckena i en annan PR.

source: Building the documentation locally
sv: Bygga dokumentationen lokalt

source: Documentation can be also edited and built locally, the Python requirements are in the ``docs`` dependency group in :file:`pyproject.toml`. The build can be performed using :program:`ci/run-docs`.
sv: Dokumentationen kan ocksÃ¥ redigeras och byggas lokalt. Python-kraven finns i beroendegruppen ``docs`` i :file:`pyproject.toml`. Byggandet kan utfÃ¶ras med :program:`ci/run-docs`.

source: You will also need :program:`graphviz` installed to build the documentation.
sv: Du behÃ¶ver ocksÃ¥ :program:`graphviz` installerat fÃ¶r att kunna skapa dokumentationen.

source: Translating the documentation
sv: ÃversÃ¤ttning av dokumentationen

source: You can `translate the docs <https://hosted.weblate.org/projects/weblate/documentation/>`_.
sv: Du kan `Ã¶versÃ¤tta dokumenten <https://hosted.weblate.org/projects/weblate/documentation/>`_.

source: Documenting permissions, checks, add-ons and automatic suggestions
sv: Dokumentera behÃ¶righeter, kontroller, tillÃ¤gg och automatiska fÃ¶rslag

source: Several documentation sections use templates generated from the code. The following management commands are available:
sv: Flera dokumentationsavsnitt anvÃ¤nder mallar som genereras frÃ¥n koden. FÃ¶ljande hanteringskommandon Ã¤r tillgÃ¤ngliga:

source: All these commands output reStructuredText which is used as a template for the documentation. The easiest way to apply changes to the documentation is using visual diff in your editor.
sv: Alla dessa kommandon genererar reStructuredText som anvÃ¤nds som mall fÃ¶r dokumentationen. Det enklaste sÃ¤ttet att tillÃ¤mpa Ã¤ndringar i dokumentationen Ã¤r att anvÃ¤nda visuell diff i din editor.

source: The frontend is currently built using Bootstrap, jQuery and few third-party libraries.
sv: Frontend Ã¤r fÃ¶r nÃ¤rvarande byggt med Bootstrap, jQuery och nÃ¥gra tredjepartsbibliotek.

source: Supported browsers
sv: WebblÃ¤sare som stÃ¶ds

source: Weblate supports the latest, stable releases of all major browsers and platforms.
sv: Weblate stÃ¶der de senaste stabila versionerna av alla stÃ¶rre webblÃ¤sare och plattformar.
